[
  {
    "title": "Programming er Choddogusti",
    "description": "Programming er Chouddogoshthi by Jhankar Mahbub is a popular Bengali Book and and another popular Computer Programming book of Jhankar Mahbub. The Book was first published from Dhaka, Bangladesh  in Bengali. Jhankar Mahbub is a young writer of Bangladesh. The Author started writings in early stage of his life. He Studied  B.Sc in Department of Industrial and Production Engineering, BUET. Did Masters in Computer Science in North Dakota State University. Currently working as a web developer for Nielsen, Chicago.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Programming-er-Choddogusti-By-Jhonkar-Mahbub-216x296.jpg",
    "author": "JHANKAR MAHBUB",
    "genre": "Computer and Programming Books",
    "publicationYear": "2018",
    "reviews": [],
    "rating": 5,
    "price": 50
  },
  {
    "title": "Recharge your down battery",
    "description": "Recharge Your Down Battery by Jhankar Mahbub is a popular Bengali Book and and another popular motivational book of Jhankar Mahbub. The Book was first published from Dhaka, Bangladesh  in Bengali. Jhankar Mahbub is a young writer of Bangladesh. The Author started writings in early stage of his life. He Studied  B.Sc in Department of Industrial and Production Engineering, BUET. Did Masters in Computer Science in North Dakota State University. Currently working as a web developer for Nielsen, Chicago.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Recharge-your-down-battery-by-Jhankar-Mahbub-232x296.jpg",
    "author": "JHANKAR MAHBUB",
    "genre": "Motivational Books",
    "publicationYear": "2018",
    "reviews": [],
    "rating": 5,
    "price": 40
  },
  {
    "title": "Atomic Habits",
    "description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/03/Atomic-Habits-Cover-Image-280x416.png",
    "author": "James Clear",
    "genre": "Self-Development",
    "publicationYear": "2022",
    "reviews": [],
    "rating": 5,
    "price": 15
  },
  {
    "title": "Dopamine Detox",
    "description": "Dopamine Detox is your must-read, must-follow guide to help you remove distractions so you can finally work on your goals with ease. If you like easy-to-understand strategies, practical exercises, and no-nonsense teaching, you will love this book.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/02/Dopamine-Detox.jpg-280x409.jpg",
    "author": "Thibaut Meurisse",
    "genre": "Self-Development",
    "publicationYear": "2022",
    "reviews": [],
    "rating": 5,
    "price": 20
  },
  {
    "title": "A Christmas Carol",
    "description": "A Christmas Carol. In Prose. Being a Ghost Story of Christmas, commonly known as A Christmas Carol, is a novella by Charles Dickens, first published in London by Chapman & Hall in 1843 and illustrated by John Leech.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/03/A-Christmas-Carol-by-Charles-Dickens.jpg",
    "author": "Charles Dickens",
    "genre": "Fiction",
    "publicationYear": "1995",
    "reviews": [],
    "rating": 4.5,
    "price": 10
  },
  {
    "title": "Paradoxical Sajid",
    "description": "Paradoxical Sajid is a series of novel on Islam written by Bangladeshi writer Arif Azad. It is a collection of short stories arranged in response to various questions against the Islamic faith in the commentary of a character named Sajid. In it, the author tries to disprove the anti-Islamic questions through Islamic information, logic, philosophy, science and reality, and from there tries to prove the weakness of the opponent's argument.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Paradoxical-Sajid-1-262x430.jpg",
    "author": "ARIF AZAD",
    "genre": "Islamic Books",
    "publicationYear": "2017",
    "reviews": [],
    "rating": 5,
    "price": 13
  },
  {
    "title": "Twilight",
    "description": "Twilight is a series of four fantasy romance novels, two companion novels, and one novella written by American author Stephenie Meyer.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/02/Twilight-190x296.jpg",
    "author": "STEPHENIE MEYER",
    "genre": "Fantasy romance",
    "publicationYear": "2009",
    "reviews": [],
    "rating": 4.5,
    "price": 10
  },
  {
    "title": "Alien Invasion",
    "description": "School has started in Spooksville. The new science teacher is an alien monster from another planet - who eats his students. At least, that's what Adam and his friends think. He must be stopped, before aliens take over Spooksville.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/03/Alien-Invasion-By-Christopher-Pike-197x296.jpg",
    "author": "Christopher Pike",
    "genre": "Science Fiction",
    "publicationYear": "1998",
    "reviews": [],
    "rating": 4.5,
    "price": 12
  },
  {
    "title": "Wings Of Fire",
    "description": "Wings of Fire is a series of epic dragon fantasy novels written by author Tui T. Sutherland and published by Scholastic Inc. Over 14 million copies of the books have been sold and it has been on the New York Times bestseller list for more than 122 weeks; it has also been translated into at least ten languages.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Wings-Of-Fire-By-A.P.J.-Abdul-Kalam-273x430.jpg",
    "author": "A.P.J. ABDUL KALAM",
    "genre": "Motivational",
    "publicationYear": "2008",
    "reviews": [],
    "rating": 5,
    "price": 20
  },
  {
    "title": "Chokher Bali",
    "description": "Chokher Bali is a 1903 Bengali novel by Rabindranath Tagore that depicts the life of the central character, Binodini, and her relationships with three individuals.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Chokher-Bali-By-Rabindranath-Tagore1.jpg",
    "author": "RABINDRANATH TAGORE",
    "genre": "Novels",
    "publicationYear": "1903",
    "reviews": [],
    "rating": 5,
    "price": 20
  },
  {
    "title": "Aguner Poroshmoni",
    "description": "During the war in 1971, Baidul Alam plans to begin a revolution in Dhaka. However, things go awry when he is shot in the process.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/dsdsd-197x296.jpg",
    "author": "HUMAYUN AHMED",
    "genre": "Liberation War",
    "publicationYear": "1995",
    "reviews": [],
    "rating": 5,
    "price": 25
  },
  {
    "title": "Amar Ache Jol",
    "description": "Amar Ache Jol by Humayun Ahmed is a popular Bengali Novel which is written by Humayun Ahmed and the book is another popular Book of the author and A movies is created based on the novel.  Humayun Ahmed is most popular Bengali writer of Bangladesh and ex lecturer of Dhaka University  even he is recently dead. He was famous  Author, Dramatist, an Film Maker. He was born in Mymensing at 13th November 1948 and Dead in 19 July 2012 in New York. Her wife is famous actor, Shaon Ahmed. He is a creator of some very popular characters; Himu, Misir Ali and Shuvro.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Amar-Ache-Jol-by-Humayun-Ahmed-200x296.jpg",
    "author": "HUMAYUN AHMED",
    "genre": "Novels",
    "publicationYear": "1985",
    "reviews": [],
    "rating": 5,
    "price": 30
  },
  {
    "title": "Grihodaho",
    "description": "Grihadaha sets on the milieu of 20th century Bengal, represents the socio-cultural panorama of the contemporary era. The novel exhibits the conflict between the traditional Hindus and the Brahmans, centering the difference in customs, creeds and belief. A difference in the rural orthodox rearing and the urban upbringing cues one of the major issues, the novel deals with. Within the socio-cultural context, the novel portrays the interrelationship of the agonized soul tormented by the social discrimination based on religion. The novel Grihadaha is at the same time a piercing analysis of the human love and faith and the so-called integrity of a social institution of marriage.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Grihodaho-By-Sarat-Chandra-Chattopadhyay1.jpg",
    "author": "SARAT CHANDRA CHATTOPADHYAY",
    "genre": "Novels",
    "publicationYear": "2016",
    "reviews": [],
    "rating": 4.5,
    "price": 10
  },
  {
    "title": "Putul Nacher Itikotha",
    "description": "Putul Nacher Itikatha is the third novel and the fourth printed book written by Bengali writer Manik Bandyopadhyay published in book form in 1936. It is one of the outstanding works of Manik Bandopadhyay",
    "image": "https://bdebooks.com/wp-content/uploads/2023/02/Putul-Nacher-Itikotha-By-Manik-Bandopadhyay-179x296.jpg",
    "author": "MANIK BANDOPADHYAY",
    "genre": "Novels",
    "publicationYear": "1948",
    "reviews": [],
    "rating": 4.5,
    "price": 5
  },
  {
    "title": "Atashi Mami",
    "description": "On the occasion of pioneering Bengali litterateur Manik Bandopadhyay's (1908-1956), birth centenary, Production house Splendor premiered the telefilm Otoshi Mami an adaptation of Bandopadhyay's short story with the same title, on March 5.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/02/Atashi-Mami-206x296.jpg",
    "author": "MANIK BANDOPADHYAY",
    "genre": "Story Books",
    "publicationYear": "1935",
    "reviews": [],
    "rating": 4.5,
    "price": 5
  },
  {
    "title": "Kapalkundola",
    "description": "Kapalkundala is a Bengali romance novel by Indian writer Bankim Chandra Chattopadhyay. Published in 1866, it is a story of a forest-dwelling girl named Kapalkundala, who fell in love with and married",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Kopalkundola-By-Bankim-Chandra-Chattopadhyay.jpg",
    "author": "BANKIM CHANDRA CHATTOPADHYAY",
    "genre": "Romantic, Novels",
    "publicationYear": "1866",
    "reviews": [],
    "rating": 5,
    "price": 15
  },
  {
    "title": "Bisher Banshi",
    "description": "Bisher Banshi by Kazi Nazrul Islam is one of the most popular Bangla poem books and this book is written by Kazi Nazrul Islam. YOu will find something interesting poem.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/image-41-209x296.jpg",
    "author": " KAZI NAZRUL ISLAM",
    "genre": "Poetry",
    "publicationYear": "1920",
    "reviews": [],
    "rating": 5,
    "price": 20
  },
  {
    "title": "Agni Bina",
    "description": "Agnibeena is the first poetry book written by Kazi Nazrul Islam, one of the most famous Bengali poet of the first half of the twentieth century. It was published in the month of Kartik, the Bengali year 1329. There are twelve poems in this book..",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Agni-Bina-By-Kazi-Nazrul-Islam-270x430.jpg",
    "author": "KAZI NAZRUL ISLAM",
    "genre": "Poetry",
    "publicationYear": "1922",
    "reviews": [],
    "rating": 5,
    "price": 22
  },
  {
    "title": "Shesher Kobita",
    "description": "Shesher Kabita is a novel by Rabindranath Tagore. The novel was serialised in 1928, from Bhadra to Choitro in the magazine Probashi, and was published in book form the following year. It has been translated into English as The Last Poem and Farewell song.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/02/shesher-kobita-by-rabindranath-tagore1.jpg",
    "author": "RABINDRANATH TAGORE",
    "genre": "Novels",
    "publicationYear": "1929",
    "reviews": [],
    "rating": 4.5,
    "price": 12
  },
  {
    "title": "Lal Nil Dipabali",
    "description": "Humayun Azad was a Bangladeshi poet, novelist, short-story writer, critic, linguist, columnist and professor of Dhaka University. He wrote more than sixty titles. He was awarded the Bangla Academy Literary Award in 1986 for his contributions to Bengali linguistics.",
    "image": "https://bdebooks.com/wp-content/uploads/2023/01/Lal-Nil-Dipabali-By-Humayun-Azad-199x296.jpg",
    "author": "HUMAYUN AZAD",
    "genre": "Essay",
    "publicationYear": "1976",
    "reviews": [],
    "rating": 4,
    "price": 5
  }
]
